notes/meeting_2022feb13.org
* meeting notes February 13, 2022
** the raku study group
*** << raku pun >>
** usual links to the meeting material
*** https://github.com/doomvox/raku-study/blob/main/notes/meeting_2022feb13.md 
*** https://github.com/doomvox/raku-study/bin/2022feb13
** topics
*** fosdem
**** anyone? 
*** Making a hash out of intertwined array of strings and integers
**** https://www.reddit.com/r/rakulang/comments/skc52i/making_a_hash_out_of_intertwined_array_of_strings/
*** darkroast
**** staging area for new roast tests, lower bar to add more tests than to roast

*** 

** announcments 
*** February 27th: next raku study group meeting (most likely)
*** June 21-25: tprc: perl/raku conference 
