notes/meeting_2022feb13.md
- [meeting notes February 13, 2022](#org037e0bb)
  - [the raku study group](#org28d2fd1)
    - [<< raku pun >>](#org918b7cd)
  - [usual links to the meeting material](#orgd36551d)
    - [<https://github.com/doomvox/raku-study/blob/main/notes/meeting_2022feb13.md>](#org4f95fd7)
    - [<https://github.com/doomvox/raku-study/bin/2022feb13>](#orgf25db64)
  - [topics](#org44aff63)
    - [fosdem](#org9bf4b24)
    - [Making a hash out of intertwined array of strings and integers](#org1518908)
    - [darkroast](#orgeae2225)
    - [](#org47e2d5a)
  - [announcments](#orga3fd068)
    - [February 27th: next raku study group meeting (most likely)](#org8dd452b)
    - [June 21-25: tprc: perl/raku conference](#orgca41c36)


<a id="org037e0bb"></a>

# meeting notes February 13, 2022


<a id="org28d2fd1"></a>

## the raku study group


<a id="org918b7cd"></a>

### << raku pun >>


<a id="orgd36551d"></a>

## usual links to the meeting material


<a id="org4f95fd7"></a>

### <https://github.com/doomvox/raku-study/blob/main/notes/meeting_2022feb13.md>


<a id="orgf25db64"></a>

### <https://github.com/doomvox/raku-study/bin/2022feb13>


<a id="org44aff63"></a>

## topics


<a id="org9bf4b24"></a>

### fosdem

1.  anyone?


<a id="org1518908"></a>

### Making a hash out of intertwined array of strings and integers

1.  <https://www.reddit.com/r/rakulang/comments/skc52i/making_a_hash_out_of_intertwined_array_of_strings/>


<a id="orgeae2225"></a>

### darkroast

1.  staging area for new roast tests, lower bar to add more tests than to roast


<a id="org47e2d5a"></a>

### 


<a id="orga3fd068"></a>

## announcments


<a id="org8dd452b"></a>

### February 27th: next raku study group meeting (most likely)


<a id="orgca41c36"></a>

### June 21-25: tprc: perl/raku conference
